export const diseases = [
  {
    id: 1,
    title: "دیابت",
    description: "کنترل قند خون و رعایت رژیم غذایی مناسب اهمیت دارد.",
    factors: ["قند خون", "رژیم غذایی", "فعالیت بدنی"],
  },
  {
    id: 2,
    title: "فشار خون",
    description: "کنترل منظم فشار خون و کاهش مصرف نمک اهمیت دارد.",
    factors: ["فشار خون", "مصرف نمک", "فعالیت بدنی"],
  },
  {
    id: 3,
    title: "نارسایی کلیه",
    description: "رعایت رژیم غذایی و مصرف داروها باید با نظر پزشک انجام شود.",
    factors: ["عملکرد کلیه", "مصرف مایعات", "رژیم غذایی"],
  },
];